Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * OfficerAndAGentleman: This character is a cultured, refined, polite, and honorable military officeholder.
pt_br: * Br/OficialECavalheiro: Este personagem é um oficial militar culto, refinado, polido e honrado.

source: * OffingTheAnnoyance: Murdering someone for irritating you.
pt_br: * Br/SilenciarOIncomodo: Matar alguém por te irritar.

source: * OffscreenInertia: Nothing changes when the audience isn't looking.
pt_br: * Br/InerciaForaDaTela: Nada muda quando o público não está olhando.

source: * OffscreenTeleportation: Anything not on screen is free to go anywhere, even if it doesn't logically make sense.
pt_br: * Br/TeleporteForaDaTela: Qualquer coisa fora da tela está livre para ir a qualquer lugar, mesmo que logicamente não faça sentido.

source: * OffscreenVillainDarkMatter: Villains just have the resources they need, no need to ask where they got them.
pt_br: * Br/MateriaEscuraVilanicaForaDaTela: Os vilões simplesmente possuem os recursos necessários, não precisa perguntar onde ele os conseguiu.

source: * OffstageWaitingRoom: Only the characters that are in the player's party matter.
pt_br: * Br/SalaDeEsperaForaDoPalco: Apenas os personagens que estão na equipe do jogador importam.

source: * Often the case in detective dramas where the mystery ends without the detective busting anyone.
pt_br: * Costuma ser o caso em dramas de detetive em que o mistério termina sem que o detetive consiga indiciar alguém.

source: * OhLookMoreRooms: A place looks fairly normal from the outside, but every door leads to more rooms than there should be given the size of the place.
pt_br: * Br/OlhaSoMaisQuartos: Um lugar parece relativamente normal por fora, mas cada porta leva para mais cômodos do que deveriam haver dado o tamanho do lugar.

source: * OldDarkHouse: The classic setting for TenLittleMurderVictims.
pt_br: * Br/CasaEscuraEVelha: A ambientação clássica para Br/OCasoDosDezNegrinhos.

source: * OminousFloatingCastle * OneNeighborNeighborhood: ConservationOfDetail applied to a TV neighborhood, usually to save budget on actors and sets.
pt_br: * Br/OminosoCasteloFlutuante * Br/VizinhancaDeUmSoVizinho: A Br/LeiDaConservacaoDeDetalhes aplicada a uma vizinhança de televisão, geralmente para economizar no orçamento com atores e palcos.

source: * OmnidisciplinaryScientist: A scientist who is knowledgeable in every form of science that the plot requires.
pt_br: * Br/CientistaOnidisciplinar: Um cientista que tem domínio de toda e qualquer forma de ciência requerida pela trama.

source: * OmniscientHero * TheOneWithAPersonalLife: The one member of the crew who still has a life outside of adventuring.
pt_br: * Br/HeroiOnisciente * Br/AqueleComUmaVidaPessoal: O membro da equipe que ainda tem uma vida além das atividades de aventura.

source: * One of the cast members gets into an embarrassing real-life scandal.
pt_br: * Um dos membros do elenco se envolve em um escândalo da vida real.

source: * One of the writers [[WriterOnBoard puts too much of themselves into the show]].
pt_br: * Um dos escritores [[Br/EscritorABordo colocou muito de si mesmo na série]].

source: * OneBookAuthor: The film's financial failure, coupled with his displeasure while working on it, made this the only feature film to be directed by commercial director Kinka Usher.
pt_br: * Br/AutorDeUmLivroSo: O fracasso financeiro do filme unido ao desprazer em trabalhar nele fez com que esse fosse o único longa-metragem a ser dirigido pelo Kinka Usher.

source: * OneDegreeOfSeparation * TheOutsideWorld * PastRightNow: When something very much like the past is found in present day, either recreated or preserved.
pt_br: * Br/UmGrauDeSeparacao * Br/OMundoExterior * Br/OPassadoEAgora: Quando algo que definitivamente é do passado é encontrado nos tempos atuais, seja por preservação ou recriação.

source: * OneGenderSchool: Single-sex education.
pt_br: * Br/EscolaDeUmSoGenero: Educação para um único sexo.

source: * OneLastSmoke: When it's your last day of being alive, you might as well light one up.
pt_br: * Br/SoMaisUmTrago: Quando é o seu último dia de vida, não faz mal fumar um cigarrinho.

source: * OneProductPlanet: For simplicity's sake, a planet in SF is only ever famous for a single good or service.
pt_br: * Br/PlanetaDeUmSoProduto: Em nome da simplicidade, um planeta na ficção científica é conhecido por causa de um único item ou serviço.

source: * OneTwoPunchline: A comic strip finishes with more than one punch line.
pt_br: * Br/SacadaDobrada: Uma tira em quadrinhos termina com mais de uma sacada.

source: * OneWingedAngel: Edgar's final form, a giant, angry cockroach with teeth.
pt_br: * Br/FormaFinal: A última forma de Edgar: uma barata gigante e raivosa com dentes.

source: * OnlyALighter: That "gun" that a person pulls on you turns out to only be this, usually for the purpose of lighting a cigarette.
pt_br: * Br/ESoUmIsqueiro: Aquela "arma" que a pessoa puxa na sua direção na verdade é isso, geralmente com o propósito de se acender um cigarro.

source: * OnlyGoodPeopleMayPass * OnlyThePureOfHeart: In some areas or locations, people with pure hearts will have the chance to access things malevolent people cannot.
pt_br: * Br/SomenteOsBonsPodemPassar * Br/SomenteOsPurosDeCoracao: Em algumas áreas, pessoas de corações puros terão a chance de acessar coisas que pessoas maliciosas não podem.

source: * OnlyKnownByTheirNickname: It would be difficult to find characters with real names.
pt_br: * Br/ConhecidoApenasPorSeuApelido: Vários personagens não são conhecidos pelo nome real, embora muitos tenha apelidos que derivam de seus nomes, como Quelemém, que na opinião geral significa Clemente.

source: * OnlySaneMan: Mr. Furious is the only one who realizes that Lance Hunt is Captain Amazing.
pt_br: * Br/UnicaPessoaSa: O Irado é o único que percebe que Lance Hunt é o Capitão Arraso.

source: * OnlySaneMan: Señor Barriga and Profesor Jirafales.
pt_br: * Br/UnicaPessoaSa: Senhor Barriga e o Professor Girafales.

source: * OnlySaneMan: Spooner is the only person suspicious of the robots; everyone else accepts them as a normal and safe part of everyday life.
pt_br: * Br/UnicaPessoaSa: Spooner é a única pessoa que suspeita dos robôs; todos os demais os aceitam como normais e partes da vida cotidiana.

source: * OnlyShopInTown: Small towns (or towns of any size in most VideoGames) only have a single store run by the town's shopkeeper.
pt_br: * Br/UnicaLojaNaCidade: Vilarejos (ou, em videogames, cidades de qualquer tamanho) possuem uma única loja em que o balconista é também o proprietário.

source: * OnlyTheChosenMayWield: A weapon only wieldable by [[TheChosenOne the Chosen One]] or one with certain special attributes.
pt_br: * Br/ApenasOEscolhidoPodeEmpunhar: Uma arma que só pode ser brandida pelo [[Br/OEscolhido Escolhido]] ou alguém com atributos especiais.

source: * OpeningACanOfClones: A story introduces doppelgangers, {{shapeshifter}}s, [[MasterOfIllusion illusionists]], {{telepath|y}}s, TimeTravel, or other plot devices to trick an audience into reacting to a major plot point, but later renders it meaningless.
pt_br: * Br/AbrirUmaLataDeClones: Uma história introduz sósias, Br/{{metamorfo}}s, [[Br/MestreDaIlusao ilusionistas]], [[Br/{{Telepatia}} telepatas]], Br/ViagemNoTempo ou algum outro artifício de trama para fazer o público reagir a determinado detalhe da trama, mas depois torna isso inútil.

source: * OpiumDen: A 19th century drug house, often far more romanticized than modern equivalents.
pt_br: * Br/AntroDoOpio: Uma casa do século 19 para consumo de drogas, geralmente mais romantizada que seus equivalentes modernos.

source: * OppressiveStatesOfAmerica: A fictional United States in which democracy doesn't exist anymore.
pt_br: * Br/EstadosOpressivosDaAmerica: Uma versão dos Estados Unidos na ficção em que a democracia não existe mais.

source: * OralFixation: A person's got to put something in his mouth, even when a cigarette isn't an option.
pt_br: * Br/FixacaoOral: A pessoa precisa ficar com algo na boca, mesmo quando um cigarro não é uma opção.

source: * OrbitalBombardment: After the Bug kills the Arquilian prince and steals the Galaxy, an Arquillian battle cruiser enters orbit around the Earth.
pt_br: * Br/BombardeioOrbital: Depois que o Inseto mata o príncipe arquiliano e rouba a galáxia, um cruzador arquiliano entra na órbita da Terra.

source: * OrphanageOfFear * OrphanageOfLove * OutcastRefuge: A location where oppressed/outcast peoples can live in relative safety.
pt_br: * Br/OrfanatoDoMedo * Br/OrfanatoDoAmor * Br/RefugioDeParias: Um local onde pessoas oprimidas e exiladas podem viver em relativa segurança.

source: * OrphanedPunchline: "But honey, this one's eating my popcorn!" [[https://www.reddit.com/r/Jokes/comments/5phouw/this_ones_eating_my_popcorn/?utm_source=share&utm_medium=ios_app&utm_name=iossmf Here's the rest of the joke.]] The same joke also appeared in ''Film/TheSting''.
pt_br: * Br/SacadaOrfa: "Querido, está comendo minha pipoca!" [[https://www.reddit.com/r/Jokes/comments/5phouw/this_ones_eating_my_popcorn/ O restante da piada está aqui (em inglês).]] A mesma piada também aparece em ''BrFilme/GolpeDeMestre''.

source: * OrphanedPunchline: The punch line appears without the rest of the joke.
pt_br: * Br/SacadaOrfa: A sacada aparece sem o restante da piada.

source: * OrphanedSetup: The rest of the joke appears without the punch line.
pt_br: * Br/ArmacaoOrfa: O restante da piada aparece sem a sacada.

source: * OrwellianRetcon: The prior events that contradict the new continuity get rewritten.
pt_br: * Br/RetconOrwelliano: Os eventos prévios que contradizem a nova continuidade são reescritos.

source: * OscarBait: The viewers in question are critics, and members of the Academy.
pt_br: * Br/IscaDeOscar: Os espectadores em questão são críticos e/ou membros da Academia.

source: * Others are [[BareFistedMonk powerful martial artists]] who clobber the bad guys with their bare hands.
pt_br: * Outros são [[Br/MongeDeMaosVazias artistas marciais poderosos]] que detonam os caras maus com as mãos vazias.

source: * OurFounder: A gigantic neon-lit statue of Captain Amazing.
pt_br: * Br/NossoFundador: Uma estátua enorme em neon do Capitão Arraso.

source: * OutOfFocus: Lipão only appears very sporadically, to the point many readers don't even know his name or the fact he is an stabilished character.
pt_br: * Br/ForaDeFoco: Lipão aparece muito esporadicamente, ao ponto de muitos leitores sequer saberem seu nome ou do fato de que ele é um personagem estabelecido.

source: * OutdatedHeroVsImprovedSociety * OutsideContextProblem, when they are the good guys * PajamaCladHero: A hero who does good deeds while in sleepwear.
pt_br: * Br/HeroiObsoletoContraSociedadeMelhorada * Br/ProblemaDeContextoExterno, quando eles são os bonzinhos * Br/HeroiTrajadoEmPijama: Um herói que faz boas ações enquanto usa roupas de dormir.

source: * OutlawTown: A town run for the benefit of criminals or one entirely populated by criminals.
pt_br: * Br/CidadeSemLei: Uma cidade que é gerida em benefício dos criminosos ou que é populada totalmente por criminosos.

source: * OverlaidSocieties: Two or more communities that occupy the same space.
pt_br: * Br/SociedadesSobrepostas: Duas ou mais comunidades que ocupam o mesmo espaço.

source: * OverlyNarrowSuperlative: Quico said the following about Doña Florinda, who had an AsideGlance to [[LampshadeHanging silently lampshade]] it: --> '''Quico:''' You're the nicest and most beautiful mother I've had in my entire life!
pt_br: * Br/SuperlativoMuitoEspecifico: Quico diz o seguinte sobre Dona Florinda, que até dá uma Br/OlhadinhaLateral para [[Br/RessaltarOTropo silenciosamente ressaltar]] isso: --> '''Quico:''' Você é a mãe mais linda e mais charmosa que eu já tive em toda a minha vida!

source: * OverpopulationCrisis: Wherever you are, there are too many other people for it to be sustainable.
pt_br: * Br/CriseDaSuperpopulacao: Onde quer que você esteja, há gente demais para que seja sustentável.

source: * Overuse of TimeTravel as a plot mechanism, especially as [[SetRightWhatOnceWentWrong a means of "correcting" dramatic or tragic events which may have happened in the past]].
pt_br: * Uso excessivo de Br/ViagemNoTempo como mecanismo de trama, especialmente como [[Br/CorrigirOQueDeuErrado uma forma de "corrigir" eventos dramáticos ou trágicos que aconteceram no passado]].

source: * POVSequel: Same story as told by a different character.
pt_br: * Br/SequenciaEmPontoDeVista: A mesma história contada da perspectiva de outro personagem.

source: * POWCamp: Populated by soldiers captured on the field of battle by their enemies.
pt_br: * Br/CampoDeConcentracao: Populado por soldados que foram capturados no campo de batalha pelos seus inimigos.

source: * PajamaCladHero: A hero who does good deeds while in sleepwear.
pt_br: * Br/HeroiTrajadoEmPijama: Um herói que faz boas ações enquanto usa roupas de dormir.

source: * PanderingToTheBase, which can come in several harmful forms that may appear together or separately: ** Potential new audience members become victims of ContinuityLockout when knowledge of the first work - or the source material - is required to understand what's going on.
pt_br: * Br/BajularOFaClube, que pode se manifestar de diversas formas nocivas que podem aparecer separadamente ou em conjunto: ** Novos membros em potencial do público alvo se tornam vítimas do Br/BloqueioDeContinuidade quando conhecimento da primeira obra -- ou do material fonte -- é requerido para compreender o que está acontecendo.

source: * PanderingToTheBase: Doing what fans want instead of what the creators and executives want.
pt_br: * Br/BajularOFaClube: Fazer o que os fãs querem ao invés do que os criadores e executivos querem.

source: * ParadisePlanet: The most beautiful and most desirable world in the galaxy.
pt_br: * Br/PlanetaParaiso: O mundo mais belo e desejável na galáxia.

source: * ParentalAbandonment: Quico and La Chilindrina are orphaned of one of their parents (Quico's dad died when the ship that he was captain of sunk; Chilindrinas's mom has a classic DeathByChildbirth).
pt_br: * Br/AbandonoParental: Quico e Chiquinha são órfãos de um dos pais (o pai de Quico morreu quando o barco do qual ele era capitão naufragou; a mãe da Chiqunha teve uma Br/MortePorParto).

source: * ParentalNeglect: Invisible Boy tells his father "Hey dad, I'm taking three strange men into my room" when he has The Blue Raja, The Shoveler and Mr. Furious over in a testing tone.
pt_br: * Br/NegligenciaParental: O Garoto Invisível diz "Pai, eu tô indo pro quarto com três estranhos" ao recepcionar o Marajá, o Pá e o Irado.

source: * ParentsAsPeople: All the parents who appear in the show.
pt_br: * Br/PaisComoPessoas: Todos os pais que aparecem no programa.

source: * ParkingGarage: Nothing good ever happens in a parking garage.
pt_br: * Br/GaragemDeEstacionamento: Nada de bom acontece em uma garagem de estacionamento.

source: * ParodiedTrope: So many superhero tropes are spoofed here.
pt_br: * Br/TropoParodiado: O filme brinca com muitos tropos típicos de super herói.

source: * ParodyRetcon: A creator whose work received heavy criticism tries to claim that the criticism was ''intentional'' as a parody of its flaws.
pt_br: * Br/RetconDeParodia: Um criador cuja obra foi muito criticada tenta alegar que foi tudo ''intencional'', pois era uma paródia de suas falhas.

source: * PartTimeHero * PatrickStewartSpeech: A character defends humanity by pointing out its strengths.
pt_br: * Br/HeroiNasHorasVagas * Br/DiscursoDoPatrickStewart: Um personagem defende a humanidade ao ressaltar suas forças.

source: * PatchworkWorld: A world assembled from multiple other worlds or sources.
pt_br: * Br/MundoDeRetalhos: Um mundo construído a partir de múltiplos outros mundos ou fontes.

source: * PayingItForward: A character helps another because someone else helped them in a similar situation before.
pt_br: * Br/PagandoAdiantado: Um personagem ajuda outro porque alguma outra pessoa o ajudou antes em uma situação parecida.

source: * PayingItForward: Doing good for those to whom you don't owe anything, just for its own sake.
pt_br: * Br/PagandoAdiantado: Fazer o bem para aqueles que você não deve nada, apenas porque sim.

source: * PaymentPlanPitch (in advertising) * PleaseSubscribeToOurChannel, in some cases.
pt_br: * Br/EsquemaDePagamento (em anúncios) * Br/SeInscrevaEmNossoCanal, em alguns casos.

source: * PeacePipe: A common staple when it comes to Native Americans and smoking.
pt_br: * Br/CachimboDaPaz: Um traço comum em se tratando de cigarros e povos nativos.

source: * PenalColony: A remote land to exile criminals to to make sure they can't escape (in theory).
pt_br: * Br/ColoniaPenal: Uma terra remota para exilar criminosos e se certificar que ele não poderão escapar (em teoria).

source: * PeopleZoo: An alien zoo containing humans and other intelligent life as part of the exhibits.
pt_br: * Br/ZoologicoDeGente: Um zoológico alienígena contendo humanos e outras formas de vida inteligente como parte das exibições.

source: * PerpetualPoverty: To varying degrees, but everyone in the vecindad is always poor.
pt_br: * Br/PobrezaPerpetua: Em variados níveis, mas todo mundo na vila é pobre.

source: * PerplexingPlurals: Captain Amazing comments to Casanova Frankenstein that they have always been each other's greatest "nemisises..nemisi..." (It's "nemeses".) * PleasePutSomeClothesOn: The Bowler reacts to Invisible Boy's... "transparency" with this: -->"Maybe you should put some shorts on... or something... if you wanna keep fighting evil today." * PlotTailoredToTheParty: The assault on Chez Casa Casanova.
pt_br: * Br/PluraisPerplexantes: Capitão Arraso comenta que ele e Casanova Frankenstein sempre foram grandes "rivaus, rivales..." de longa data. * Br/TrateDeVestirAlgo: A reação da Boliche quanto à "transparência" do Garoto Invisível: -->"Acho que devia vestir uma calça se quiser continuar combatendo o mal hoje." * Br/TramaSobMedidaParaOGrupo: O ataque à mansão do Casanova.

source: * PetTheDog: A villain or jerk does something nice to prove that they're not a completely awful person.
pt_br: * Br/AcariciarOCachorro: Um vilão ou babaca faz algo legal para provar que não são uma pessoa completamente terrível.

source: * PetTheDog: An outwardly rude character does something nice to prove that they are good underneath.
pt_br: * Br/AcariciarOCachorro: Um personagem rude faz algo legal para provar que no fundo são bons.

source: * PetTheDog: Kay treats the human immigrants kindly and allows them to go on their way after he detects Mikey hiding among them.
pt_br: * Br/AcariciarOCachorro: K trata os imigrantes humanos com dignidade e permite que eles sigam caminho depois que ele encontra o Mike se escondendo entre eles.

source: * PetTheDog: Spooner isn't the nicest fellow, but one of the first turning points for his character is him saving the cat in Lanning's house as it's being demolished.
pt_br: * Br/AcariciarOCachorro: Spooner não é o sujeito mais gentil de todos, mas um dos primeiros pontos de virada para seu personagem é o salvamento do gato na casa de Lanning enquanto ela está sendo demolida.

source: * PetTheDog: When the jagunços aren't [[KickTheDog kicking it]].
pt_br: * Br/AcariciarOCachorro: Quando os jagunços não [[Br/ChutarOCachorro o estão chutando]].

source: * PhysicalHeaven: Heaven on Earth... literally.
pt_br: * Br/CeuFisico: O Céu na Terra... literalmente.

source: * PhysicalHell: A literal Hell on Earth.
pt_br: * Br/InfernoFisico: Um inferno literal na terra.

source: * PickyEater: Once, Binho was portrayed as being this, refusing to eat any of the diverse kinds of food his mother made him for lunch; he says the only food he likes is steak with fries, and instead of breakfast, he only eats a yogurt.
pt_br: * Br/ComedorExigente: Em uma história, Binho é retratado como um desses, se recusando a comer qualquer das diversas comidas que a mãe dele preparou para o almoço; a única comida que ele gosta é bife com batata frita, e no lugar do café da manhã ele apenas bebe um iogurte.

source: * PieInTheFace: Subverted.
pt_br: * Br/TortaNaCara: Subvertido.

source: * PinkHeroine * PluckyGirl * PoliteVillainsRudeHeroes: GoodIsNotNice versus AffablyEvil.
pt_br: * Br/HeroinaDeRosa * Br/GarotaCorajosa * Br/HeroisRudesViloesEducados: Br/SerBomNaoESerBonzinho contra Br/AfavelmenteDoMal.

source: * PlaceBeyondTime: A place out of time.
pt_br: * Br/LugarAlemDoTempo: Um lugar além do tempo.

source: * PlaceOfPower * PlanetEngland: A series that starts in a small, named region of a greater world will use that name for the greater world once you are introduced to it.
pt_br: * Br/LugarDePoder * Br/PlanetaInglaterra: Uma série que começa em um local nomeado pequeno de um mundo maior vai usar esse nome para o mundo maior quando você for apresentado a ele.

source: * PlaceWorseThanDeath * PlanetOfHats * {{Planetville}} * PointsOfLightSetting * PostSovietReunion * RecycledInSpace: An existing story is given a new setting.
pt_br: * Br/LugarPiorQueAMorte * Br/PlanetaDeChapeus * Br/{{Planetopolis}} * Br/AmbientacaoComPontosDeLuz * Br/ReuniaoPosSovietica * BrApenasPorLazer/RecicladoNoEspaco: Uma história existente recebe uma ambientação nova.

source: * PlanetOfCopyhats: Writers use the quirks of a single character as the [[PlanetOfHats "hat"]] for their entire people.
pt_br: * ??? PlanetOfCopyhats: Escritores utilizam as peculiaridades de um único personagem como o [[Br/PlanetaDeChapeus "chapéu"]] para todo o seu povo.

source: * PlatonicWritingRomanticReading: Characters meant to have a platonic relationship are instead written in ways that audiences often mistake as a romantic relationship.
pt_br: * Br/EscritaPlatonicaLeituraRomantica: Personagens que deveriam ter um relacionamento platônico são retratados de maneiras que o público confunde com um relacionamento romântico.

source: * PlayingSick: La Chilindrina often attempts this to avoid school.
pt_br: * Br/FingindoDeDoente: A Chiquinha costuma tentar isso para faltar a escola.

source: * PlayingWithSyringes: Some of the viler mad scientists like to subject others to horrific experimentation.
pt_br: * Br/BrincandoComSeringas: Alguns dos cientistas malucos mais maléficos gostam de sujeitar outros a experimentos horripilantes.

source: * PleasurePlanet: An entire planet is dedicated to being a perfect leisure spot.
pt_br: * Br/PlanetaDosPrazeres: Um planeta inteiro que é dedicado a ser o local perfeito para lazer.

source: * PlotArmor: A character has survived a situation that would have killed, sincerely hurt, or permanently hindered anyone else.
pt_br: * Br/ArmaduraDeTrama: Um personagem sobreviveu a uma situação que teria matado, ferido gravemente, ou aleijado outra pessoa.

source: * PlotArmor: Main characters (usually main protagonists, but also main antagonists) are deemed too important to die.
pt_br: * Br/ArmaduraDeTrama: Personagens principais (geralmente os protagonistas, mas também os antagonistas) são considerados importantes demais para morrer.

source: * PlotCoupon: The Galaxy "on Orion's Belt" [[spoiler:or rather, on the cat Orion's collar]].
pt_br: * Br/CupomDeTrama: A Galáxia "no cinturão de Orion" [[spoiler: ou, melhor dizendo, na coleira de Orion, o gato]].

source: * PlotHole: An error in the writing.
pt_br: * Br/FuroNaTrama: Um erro na escrita.
